Repository: stevehelloworld/PDFReader
Catalog: PDFViewer/PDFViewer/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, th

source: 上一頁
en: Previous
ja: 前のページ
ko: 이전 페이지
th: หน้าก่อนหน้า

source: 下一頁
en: Next
ja: 次のページ
ko: 다음 페이지
th: หน้าถัดไป

source: 今天
en: Today
ja: 今日
ko: 오늘
th: วันนี้

source: 昨天
en: Yesterday
ja: 昨日
ko: 어제
th: เมื่อวาน

source: 最近開啟
en: Recently Opened
ja: 最近開いた項目
ko: 최근 열기
th: เปิดล่าสุด

source: 單頁
en: Single Page
ja: 1ページ
ko: 한 페이지
th: หน้าเดียว

source: 單頁模式
en: Single Page Mode
ja: 1ページモード
ko: 한 페이지 모드
th: โหมดหน้าเดียว

source: 實際大小
en: Actual Size
ja: 実際のサイズ
ko: 실제 크기
th: ขนาดจริง

source: 放大
en: Zoom In
ja: 拡大
ko: 확대
th: ขยาย

source: 縮小
en: Zoom Out
ko: 축소
th: ย่อ

source: 縮放
en: Zoom
ja: ズーム
ko: 확대/축소
th: ซูม

source: 縮放比例
en: Zoom Level
ja: ズームレベル
ko: 확대/축소 수준
th: ระดับการซูม

source: 導覽
en: Navigate
ja: ナビゲート
ko: 탐색
th: นำทาง

source: 請開啟一個 PDF 檔案
en: Please open a PDF file
ja: PDFファイルを開いてください
ko: PDF 파일을 열어 주세요
th: โปรดเปิดไฟล์ PDF

source: 適應寬度
en: Fit Width
ja: 幅に合わせる
ko: 너비에 맞추기
th: พอดีกับความกว้าง

source: 適應頁面
en: Fit Page
ja: ページに合わせる
ko: 페이지에 맞추기
th: พอดีกับหน้า

source: 選擇要開啟的 PDF 檔案
en: Select a PDF file to open
ja: 開くPDFファイルを選択
ko: 열 PDF 파일 선택
th: เลือกไฟล์ PDF ที่จะเปิด

source: 錯誤
en: Error
ja: エラー
ko: 오류
th: ข้อผิดพลาด

source: 確定
en: OK
ja: OK
ko: 확인
th: ตกลง

source: 開啟
en: Open
ja: 開く
ko: 열기
th: เปิด

source: 開啟檔案
en: Open File
ja: ファイルを開く
ko: 파일 열기
th: เปิดไฟล์

source: 雙頁左至右
en: Two Pages (L→R)
ja: 見開き（左から右）
ko: 두 페이지 (왼쪽에서 오른쪽)
th: สองหน้า (ซ้ายไปขวา)

source: 雙頁右至左
en: Two Pages (R→L)
ja: 見開き（右から左）
ko: 두 페이지 (오른쪽에서 왼쪽)
th: สองหน้า (ขวาไปซ้าย)

source: 雙頁模式（左至右）
en: Two Pages Mode (Left to Right)
ja: 見開きモード（左から右）
ko: 두 페이지 모드 (왼쪽에서 오른쪽)
th: โหมดสองหน้า (ซ้ายไปขวา)

source: 雙頁模式（右至左）
en: Two Pages Mode (Right to Left)
ja: 見開きモード（右から左）
ko: 두 페이지 모드 (오른쪽에서 왼쪽)
th: โหมดสองหน้า (ขวาไปซ้าย)

source: 重新開啟主視窗
en: Reopen Main Window
ja: メインウインドウを再度開く
ko: 기본 윈도우 다시 열기
th: เปิดหน้าต่างหลักอีกครั้ง

source: 閱讀模式
en: Reading Mode
ja: 読み取りモード
ko: 읽기 모드
th: โหมดการอ่าน

source: 頁碼
en: Page
ja: ページ
ko: 페이지
th: หน้า

source: 搜尋
en: Search
ja: 検索
ko: 검색
th: ค้นหา

source: 搜尋 PDF
en: Search PDF
ja: PDFを検索
ko: PDF 검색
th: ค้นหา PDF

source: 搜尋 PDF…
en: Search PDF…
ja: PDFを検索…
ko: PDF 검색…
th: ค้นหา PDF…

source: 搜尋文件
en: Search Document
ja: 書類を検索
ko: 문서 검색
th: ค้นหาเอกสาร

source: 搜尋中…
en: Searching…
ja: 検索中…
ko: 검색 중…
th: กำลังค้นหา…

source: 沒有結果
en: No Results
ja: 結果なし
ko: 결과 없음
th: ไม่พบผลลัพธ์

source: 1 個結果
en: 1 result
ja: 1 件の結果
ko: 결과 1개
th: 1 ผลลัพธ์

source: %lld 個結果
en: %lld results
ja: %lld 件の結果
ko: 결과 %lld개
th: %lld ผลลัพธ์

source: 找不到符合的文字。
en: No matching text found.
ja: 一致するテキストが見つかりません。
ko: 일치하는 텍스트를 찾을 수 없습니다.
th: ไม่พบข้อความที่ตรงกัน

source: 沒有目錄
en: No Outline
ja: アウトラインなし
ko: 목차 없음
th: ไม่มีโครงร่าง

source: 此 PDF 未提供大綱目錄。
en: This PDF does not provide an outline.
ja: このPDFにはアウトラインがありません。
ko: 이 PDF에는 목차가 없습니다.
th: PDF นี้ไม่มีโครงร่าง

source: 支援單頁、雙頁與右至左閱讀，並自動記住進度。
en: Supports single-page, two-page, and right-to-left reading, with automatic progress saving.
ja: 1ページ、見開き、右から左の読み取りに対応し、進行状況を自動保存します。
ko: 한 페이지, 두 페이지, 오른쪽에서 왼쪽 읽기를 지원하며 진행 상황을 자동으로 저장합니다.
th: รองรับการอ่านหน้าเดียว สองหน้า และขวาไปซ้าย พร้อมบันทึกความคืบหน้าอัตโนมัติ

source: 正在載入…
en: Loading…
ja: 読み込み中…
ko: 로드 중…
th: กำลังโหลด…

source: 連續捲動
en: Continuous Scrolling
ja: 連続スクロール
ko: 연속 스크롤
th: เลื่อนต่อเนื่อง

source: 外觀
en: Appearance
ja: 外観
ko: 화면 모양
th: ลักษณะ

source: 自動
en: Automatic
ko: 자동
th: อัตโนมัติ

source: 淺色
en: Light
ja: ライト
ko: 라이트
th: สว่าง

source: 護眼
en: Sepia
ja: セピア
ko: 세피아
th: ซีเปีย

source: 夜間
en: Night
ko: 야간
th: กลางคืน

source: 反色
en: Inverted
ja: 反転
ko: 반전
th: กลับสี

source: 目錄
en: Outline
ja: アウトライン
ko: 목차
th: โครงร่าง

source: 找不到 PDF 檔案
en: PDF file not found
ja: PDFファイルが見つかりません
ko: PDF 파일을 찾을 수 없습니다
th: ไม่พบไฟล์ PDF

source: 檔案已移動或刪除
en: File has been moved or deleted
ja: ファイルが移動または削除されました
ko: 파일이 이동되었거나 삭제되었습니다
th: ไฟล์ถูกย้ายหรือลบแล้ว

source: 無效的 PDF 檔案或檔案已損壞
en: Invalid PDF file or file is corrupted
ja: 無効なPDFファイル、またはファイルが壊れています
ko: 잘못된 PDF 파일이거나 파일이 손상되었습니다
th: ไฟล์ PDF ไม่ถูกต้องหรือเสียหาย

source: 無法讀取 PDF 檔案，請檢查檔案權限
en: Cannot read PDF file, please check file permissions
ja: PDFファイルを読み込めません。ファイルのアクセス権を確認してください
ko: PDF 파일을 읽을 수 없습니다. 파일 권한을 확인해 주세요
th: ไม่สามารถอ่านไฟล์ PDF โปรดตรวจสอบสิทธิ์ไฟล์

source: 第 %lld 頁
en: Page %lld
ja: %lldページ
ko: %lld페이지
th: หน้า %lld

source: 側邊欄
en: Sidebar
ja: サイドバー
ko: 사이드바
th: แถบด้านข้าง

source: 完成
en: Done
ja: 完了
ko: 완료
th: เสร็จสิ้น

source: 清除
en: Clear
ja: 消去
ko: 지우기
th: ล้าง

source: 瀏覽
en: Browse
ja: ブラウズ
ko: 탐색
th: เรียกดู

source: 從列表移除
en: Remove from List
ja: リストから削除
ko: 목록에서 제거
th: นำออกจากรายการ

source: 無法存取此檔案，請重新選擇
en: Cannot access this file. Please choose it again.
ja: このファイルにアクセスできません。もう一度選択してください。
ko: 이 파일에 접근할 수 없습니다. 다시 선택해 주세요.
th: ไม่สามารถเข้าถึงไฟล์นี้ โปรดเลือกอีกครั้ง

source: 縮圖與目錄
en: Thumbnails and Outline
ja: サムネールとアウトライン
ko: 썸네일 및 목차
th: ภาพขนาดย่อและโครงร่าง

source: 輸入關鍵字以在 PDF 中尋找內容。
en: Enter a keyword to find text in the PDF.
ja: PDF内で検索するキーワードを入力してください。
ko: PDF에서 찾을 키워드를 입력하세요.
th: ป้อนคำสำคัญเพื่อค้นหาใน PDF

source: 或將 PDF 拖曳到此視窗 · ⌘O
en: Or drag a PDF into this window · ⌘O
ja: またはこのウインドウにPDFをドラッグ · ⌘O
ko: 또는 이 윈도우로 PDF를 드래그하세요 · ⌘O
th: หรือลาก PDF มาที่หน้าต่างนี้ · ⌘O

source: 縮圖
en: Thumbnails
ja: サムネール
ko: 썸네일
th: ภาพขนาดย่อ

source: 第 %lld / %lld 頁
en: Page %lld / %lld
ja: %lld / %lldページ
ko: %lld / %lld페이지
th: หน้า %lld / %lld
